Repository: wpkelso/slate
Catalog: po/extra/*.po
Languages: de, es, fr

source: "Dumb as rocks text editor"
de: "Dumm als Stein Texteditor"
fr: "Éditeur de texte stupide comme la pierre"

source: Text;Editor;"Text Editor";
fr: Text;Editor;"Text Editor";éditeur;texte

source: A "dumb as rocks" text editor
de: Ein "Dumm als Stein" Texteditor
fr: Un éditeur de texte "stupide comme la pierre"

source: Slate is a lightweight plain text editor that edits text files and nothing more.
de: Slate ist ein leichtgewichtiger einfacher Texteditor, mit dem sich Textdateien bearbeiten lassen, mehr nicht.
fr: Slate est un éditeur de texte léger qui permet d'éditer des fichiers texte et rien d'autre.

source: Make new files!
de: Erstellen Sie neue Dateien!
es: ¡Crear archivos nuevos!
fr: Créez de nouveaux fichiers !

source: Open files!
de: Dateien öffnen!
es: ¡Abrir archivos!
fr: Ouvrez des fichiers !

source: Edit files!
de: Dateien bearbeiten!
es: ¡Editar archivos!
fr: Éditez des fichiers !

source: Files get autosaved!
de: Dateien werden automatisch gespeichert!
es: ¡Los archivos se guardan automáticamente!
fr: Les fichiers sont sauvegardés automatiquement !

source: Save files under new names!
de: Speichern Sie Dateien unter neuen Namen!
es: ¡Guarde los archivos con nuevos nombres!
fr: Sauvegarder les fichiers sous de nouveau noms

source: Close files!
de: Dateien schließen!
es: ¡Cierre los archivos!
fr: Fermer les fichiers !

source: Various small fixes for AppCenter release
de: Verschiedene kleine Korrekturen für AppCenter Release
es: Varias pequeñas correcciones para el lanzamiento de AppCenter
fr: Plusieurs petites corrections pour la publication sur le Appcenter

source: Remove copy-paste error from metainfo
de: Copy-Paste-Fehler aus Metainfo entfernen
es: Eliminar error de copiar y pegar de metainfo
fr: Correction d'une erreur de copier-coller du fichier metainfo

source: Update screenshots
de: Bildschirmfotos aktualisieren
es: Actualizar capturas de pantalla
fr: Mise à jour des captures d'écran

source: Remove unecessary containers for the headerbar
de: Unnötige Container für die Kopfleiste entfernen
es: Eliminar contenedores innecesarios para la barra de encabezado
fr: Retrait d'éléments non nécessaires de la barre d'en-tête

source: Remove xdg-documents sandbox permission
de: Sandbox-Berechtigung für xdg-documents entfernen
es: Eliminar permiso de arena xdg-documents
fr: Retrait de la permission d'accès xdg-documents

source: Initial release!
de: Erste Veröffentlichung!
es: ¡Versión inicial!
fr: Publication initiale !
